Repository: Sergio-Muriel/theoldreader-cli
Catalog: TheOldReader/locale/*/LC_MESSAGES/messages.po
Languages: es_es

source: Available commands:
es_es: Comandos disponibles

source: Creating configuration:
es_es: Comandos disponibles

source: Email
es_es: Correo electrónico

source: Password
es_es: Contraseña

source: Error: invalid username / password.
es_es: Error: Email o contraseña incorrectos

source: Default browser
es_es: Navegador internet por defecto

source: Configuration file created
es_es: Fichero de configuración creado.

source: Display unread items (of the feed or all)
es_es: Muestra elementos no leidos (del parámetro, o de todo)

source: Display last items (of the feed, or all)
es_es: Muetra los últimos elementos (del parámetros, o todo)

source: Display labels
es_es: Muestra las etiquetas

source: Mark as read an item
es_es: Marca el elemento como leido

source: List of subscribed urls
es_es: Lista de urls suscritas

source: List feed names with unread items
es_es: Lista de urls con elementos sin leer

source: Display unread items when they arrive, until CTRl+C is pressed
es_es: Muestra elementos no leidos mientras llegan, hasta que se presiona CTRL+C

source: Updating count...
es_es: Actualizando lista de elementos no leidos...

source: Cannot find feed
es_es: No se puede encontrar el feed

source: No cache file unread_feeds. Requesting count from server.
es_es: No se encuentra el fichero. Pediendo una al servidor.

source: Count updated
es_es: Número de elementos no leidos actualizado

source: All items
es_es: Todos

source: Starred
es_es: Marcado

source: Liked
es_es: Me gusta

source: Shared
es_es: Compartido

source: Read
es_es: Leido

source: Labels updated
es_es: Etiquetas actualizadas

source: Friends
es_es: Amigos

source: Feeds list updated.
es_es: Lista de feeds actualizada

source: Updating label and friend list
es_es: Actualizando etiquetas y lista de amigos

source: Loading...
es_es: Cargando...

source: General key bindings:
es_es: Teclas generales:

source: Display Help
es_es: Muestra la ayuda

source: Exit
es_es: Sale del programa

source: Help window:
es_es: Ventana de ayuda:

source: Exit this help window
es_es: Sale de esta ventana de ayuda

source: Main window:
es_es: Ventana principal

source: Update selected label
es_es: Actualiza la etiqueta seleccionada

source: Switch display only unread or all items
es_es: Alterna entre mostrar elementos no leidos / todos los elementos

source: Switch display labels or feeds on the left column
es_es: Alterna entre mostrar etiquetas o feeds

source: Label list:
es_es: Lista de etiquetas

source: Rename label
es_es: Renombrar etiqueta

source: Delete label
es_es: Borrar etiqueta

source: Display selected label items
es_es: Muestra elementos de la etiqueta

source: Feed list:
es_es: Lista de feeds

source: Display item fullscreen
es_es: Muestra un elemento a pantalla completa

source: Star item
es_es: Marca un elemento

source: Like item
es_es: Marca como 'me gusta'

source: Share item
es_es: Marca como compartido

source: Read item
es_es: Marca como leido

source: Unread item
es_es: Desmarca como leido

source: Open item in the browser
es_es: Abre en el navegador

source: Open ALL unread items in the browser
es_es: Abre todo los elementos no leidos en el navegador

source: Displaying item:
es_es: Mostrando un elemento:

source: Display next item
es_es: Muestra elemento siguiente

source: Display previous item
es_es: Muestra elemento previo

source: Fetching last items
es_es: Recuperando últimos elementos

source: Received new list
es_es: Recibida nueva lista de elementos

source: No items found
es_es: Ningún elemento encontrado

source: Select to load more
es_es: Seleccionar para cargar más elementos

source: Select to update
es_es: Seleccionar para actualizar

source: Loaded new list
es_es: Cargada nueva lista

source: Help
es_es: Ayuda

source: Switch display labels or feeds
es_es: Alternar vista etiquetas/feeds

source: Update
es_es: Actualizar

source: No more items to load. Press 'u' to refresh.
es_es: No hay más elementos. Pressiona 'u' para actualizar

source: Enter new name
es_es: Entra un nuevo nombre

source: Enter RSS url to add
es_es: Entra la dirreción del feed

source: Enter a category for the feed
es_es: Entra la categoria de este feed

source: Adding feed
es_es: Añadiendo feed

source: Feed added
es_es: Feed añadido

source: Cancel add feed
es_es: Se ha cancelado la acción

source: Cancel rename feed
es_es: Se ha cancelado la acción

source: Marking as read
es_es: Marcando como leido

source: Marking starred
es_es: Marcando como destacado

source: Unmarking starred
es_es: Desmarcando como destacado

source: Marking as liked
es_es: Marcando como 'me gusta'

source: Unmarking liked
es_es: Desmarcando como 'me gusta'

source: Marking as shared
es_es: Marcando como compartido

source: Unmarking shared
es_es: Desmarcando como compartido

source: users
es_es: usuarios

source: Title
es_es: Título

source: Author
es_es: Autor

source: Date
es_es: Fecha

source: Labels
es_es: Etiquetas

source: Likes
es_es: Me gusta

source: Links
es_es: Enlaces

source: Images
es_es: Imágenes

source: Error getting feed information
es_es: Se ha producidor un error recuperando la información del feed

source: Enter message to share
es_es: Mensaje para compartir

source: Quit request to backgroud jobs
es_es: Enviando petición de cierre...

source: Disabling label
es_es: Borrando etiqueta

source: Renaming label
es_es: Renombrando etiqueta

source: Are you sure you want to delete this label?
es_es: ¿Esta seguro de querer borrar esta etiqueta?

source: Edit feed
es_es: Editar feed

source: Unsubscribe feed
es_es: Borrar feed
